{
  "subcategorias": [
    {
      "subcategoria": {
        "name": "Cemento para pvc y cpvc",
        "id": 1,
		"idcategoria":1,
		"resname":"cementoypvc",
		"desc":"Repuesto de borla para PVC por separado."
      }
    },
	 {
      "subcategoria": {
        "name": "Pasta para soldar",
        "id": 2,
		"idcategoria":1,
		"resname":"pastasoldar",
		"desc":"Generación 2000 que garantiza una soldadura perfecta economizando su consumo, es ideal para eliminar oxido y otras impurezas."
      }
    },
	{
      "subcategoria": {
        "name": "Kits",
        "id": 3,
		"idcategoria":1,
		"resname":"kits",
		"desc":"Útil para trabajos sencillos que no requieren mucho producto, pasta de 60gr con 100 gr. De Soldadura Monarca."
      }
    },
    {
      "subcategoria": {
        "name": "Soldadura",
        "id": 4,
		"idcategoria":1,
		"resname":"soldadura",
		"desc":"Soldadura Monarca, especial para tubo y conexión de cobre de alta presión, para aplicar en la unión de la tubería doméstica para agua y gas, en instalaciones comerciales, residenciales e industriales."
      }
    },
	{
      "subcategoria": {
        "name": "Herramientas",
        "id": 5,
		"idcategoria":1,
		"resname":"herramientas",
		"desc":"Herramientas de corte de tubería para facilitar el trabajo del plomero, con diseño funcional, ergonómico e innovador."
      }
    },
	{
      "subcategoria": {
        "name": "Silicón, sellador y pintura",
        "id": 6,
		"idcategoria":1,
		"resname":"silicon",
		"desc":"Dap ofrece una gran diversidad de selladores especialidades, silicones, pintura en aerosol, adhesivos de contacto y usos generales, todas las soluciones para sus proyectos."
      }
    },
	{
      "subcategoria": {
        "name": "Empaque",
        "id": 8,
		"idcategoria":2,
		"resname":"empaque",
		"desc":"Estamos conscientes de que el Empaque es una parte fundamental del producto, porque contiene, protege y/o preserva el producto permitiendo que este llegue en óptimas condiciones al consumidor final, por eso Industrias Mexar ha desarrollado una línea innovadora de productos destinados a este proceso."
      }
    },
	{
      "subcategoria": {
        "name": "Soldadura industrial",
        "id": 9,
		"idcategoria":2,
		"resname":"soldadura_industrial",
		"desc":"En esta división fabricamos y distribuimos soldaduras en todas las aleaciones en Estaño-Plomo y Lead Free y las tenemos en todas las presentaciones así como una amplia línea de fluxes."
      }
    },
	{
      "subcategoria": {
        "name": "Máquinas zunchadoras",
        "id": 10,
		"idcategoria":2,
		"resname":"zunchadoras",
		"desc":"Nuestra gama suministra una herramienta para cada tipo de usuario: desde uso industrial ligero con volúmenes bajos hasta industria pesada con alta producción."
      }
    },
	{
      "subcategoria": {
        "name": "Herraminetas manuales para fleje",
        "id": 11,
		"idcategoria":2,
		"resname":"herramientas_fleje",
		"desc":"Industrias Mexar ofrece una línea completa de Herramientas manuales, neumáticas y a batería para fleje de acero y plástico. Nuestra gama completa suministra una herramienta para cada tipo de usuario: desde uso industrial ligero con volúmenes bajos hasta industria pesada con alta producción."
      }
    },
	{
      "subcategoria": {
        "name": "Maquinas para pelicula estirable",
        "id": 12,
		"idcategoria":2,
		"resname":"estirable",
		"desc":"Soluciones Avanzadas de Envolver para todas las industrias El Grupo de Sistemas de Embalaje de Mexar, maneja una línea completa de equipo de envolvedoras con película estirable con plataformas semi-automáticas y totalmente automáticas así como equipos orbitales y suspendidos."
      }
    },
	{
      "subcategoria": {
        "name": "Maquinaria",
        "id": 13,
		"idcategoria":3,
		"resname":"maquinaria",
		"desc":"Industrias Mexar le ofrece la maquinaria Conquest de Centrifugado que porta la calidad en la marca."
      }
    },
	{
      "subcategoria": {
        "name": "Metales",
        "id": 14,
		"idcategoria":3,
		"resname":"metales",
		"desc":"Desde 10 libras hasta 10,000 en el mismo lugar de fabricación, nosotros embarcamos el metal que necesitas diariamente."
      }
    },
	{
      "subcategoria": {
        "name": "Silicon",
        "id": 15,
		"idcategoria":3,
		"resname":"silicones",
		"desc":"Materiales para moldes en silicon y hule organico."
      }
    },
	{
      "subcategoria": {
        "name": "Accesorios",
        "id": 16,
		"idcategoria":3,
		"resname":"accesorios",
		"desc":"Accesorios e implementos para centrifugado."
      }
    },
	{
      "subcategoria": {
        "name": "Servicio y soporte técnico.",
        "id": 17,
		"idcategoria":3,
		"resname":"tech_support",
		"desc":"Servicio y soporte técnico para centrifugado."
      }
    }
  ]
}